{
  "welcome": "Welcome",
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "login": "Login",
  "logout": "Logout",
  "homemantrasadhnaheading": "Awaken Your Inner Power",
  "homemantrasadhnacontent": "When thoughts scatter and life feels heavy, sound becomes your bridge back to balance. But not every sound; only Naad, the primal vibration from which all creation began.",
  "homeyantrasadhnaheading": "Channel the Energy of the Universe",
  

  "Header_Mantra_Sadhna": "Mantra Sadhna",
  "Subtitle_Mantra_Sadhna": "Awaken Your Inner Power",
  "Body_Mantra_Sadhna": "When thoughts scatter and life feels heavy, sound becomes your bridge back to balance. But not every sound; only Naad, the primal vibration from which all creation began. Each mantra carries a unique frequency, a sacred code that can recalibrate your inner field, dissolve confusion, and magnetize the life you long for. Yet, for it to work, the mantra must match your energy — the rhythm of your soul, your karmic pulse, your planetary pattern. That’s where Teerrath’s Mantra Sadhna begins. At Teerrath, your journey is guided by Acharyas steeped in Himalayan lineages and ancient Vedic acoustics. They study your Kundli, intentions, and karmic blueprint to identify the one mantra that resonates with your soul’s signature frequency — your personal sound key to the universe. When this mantra is chanted or even heard, it creates ripples in the subtle planes, setting off a series of energetic responses — like tuning forks across dimensions, gently shifting reality to respond to your vibration. Through Teerrath’s platform, you can chant, listen, or play your mantra anytime, sending these sacred sound waves into the cosmos from wherever you are. Each repetition becomes a pulse that clears stagnation, attracts synchronicities, and reawakens the flow of divine timing in your life. It's an energetic dialogue with the universe. And every time you listen, even in silence, the conversation continues. You can even gift this vibration to loved ones; a ripple of blessings that touches more than one life. Thousands have shared how, within days, they felt a clarity they hadn’t touched in years. Old fears softened, forgotten desires stirred awake, and life once static began to hum in rhythm with possibility.",
  "Ending_Subtitle_Mantra_Sadhna": "Every delay dulls your vibration. Awaken it today with Teerrath's Mantra Sadhna",

  "Header_Yantra_Sadhna": "Yantra Sadhna",
  "Subtitle_Yantra_Sadhna": "Channel the Energy of the Universe",
  "Body_Yantra_Sadhna": "When prayers are spoken and mantras released, the energy you’ve summoned needs a sacred address — a place where the divine can arrive. That’s what a Yantra is: a living geometry that anchors cosmic intelligence into form. (Yantras are sacred blueprints of divine intelligence — geometric forms through which cosmic energy takes shape. When energized through authentic rituals and precise mantra vibrations, they become living fields of power, magnetizing peace, prosperity, and protection into your life.) Through Teerrath’s Yantra Sadhna, your chosen Yantra is not merely placed — it is awakened. At Teerrath, your Yantra Sadhna begins with understanding you — your energy pattern, karmic cycle, and life goals. Our Acharyas, identify the Yantra that best resonates with your current phase and soul’s evolution. Once activated, your Yantra becomes the address for the divine energy you’ve invoked through puja and invited through mantra. It anchors that vibration ensuring that the blessings, opportunities, and protection you’ve called upon don’t just move through the cosmos… they arrive right where you are. It is the most scientific energy tool ever created — a sacred circuit that channels the universe into geometry, intention into form, and prayer into presence. Through Teerrath, you receive not only your energized Yantra but also precise placement guidance where and how to keep it so the flow remains open and continuous. Every Yantra you place becomes a living altar silently working to harmonize your surroundings, elevate your vibration, and keep divine energy circulating within your space.",
  "Ending_Subtitle_Yantra_Sadhna": "Let your Yantra become the bridge between your intention and its manifestation.Get Your Energized Yantra",

  "Header_Daan_Sadhna": "Daan Sadhna",
  "Subtitle_Daan_Sadhna": "Transform Karma Through Sacred Giving",
  "Body_Daan_Sadhna": "Every thought, word, and action leaves an imprint in the invisible field around you — your Karmic Aura. Over time, these impressions can create unseen resistance: lost opportunities, emotional heaviness, or cycles that repeat despite your best efforts. Daan Sadhna is the art of dissolving these energetic knots through the sacred act of intentional giving. It’s not merely charity but an energetic cleansing in motion. When you give with awareness, you’re not losing — you’re creating space for new blessings to flow in. Every offering becomes a current of light that travels from your heart to the divine realms, purifying your past, uplifting your present, and magnetizing your future. Because when you let go, the universe rushes to fill that space with everything you’ve been waiting for. Each ritual is performed with your name, intention, and desire in mind — whether it’s healing a relationship, achieving success, or simply finding your dream desire. Teerrath ensures your act of giving is directed with precision, letting your energy reach where it’s most needed, and where it can do the greatest good. At Teerrath, Daan Sadhna is performed at powerful spiritual sites by Vedic priests who invoke divine grace on your behalf. Each ritual is designed to: ●Cleanse your aura of accumulated karmic weight. Release hidden emotional or energetic blockages. Invite new opportunities, prosperity, and peaceful relationships. Balance your giving and receiving energy, restoring inner harmony. Open doors to wealth, harmony, and new beginnings. ●Attract the right people, chances, and divine timing with ease. Through this Sadhna, the act of giving becomes a bridge — connecting your intention to the universe’s abundance.",
  "Ending_Subtitle_Daan_Sadhna": "Shift what no longer serves you and invite what truly belongs to you through Teerrath's Daan Sadhna",

  "Landing_Page_Reviews_1": "Ajay Mehra, Delhi (India) My career had been stagnant for three years despite consistent effort. After following Teerrath®'s Personalized Sadhna, I noticed a dramatic shift—colleagues respected my input, opportunities opened up, and I finally received the promotion that was long overdue. I strongly recommend Teerrath® to anyone facing career stagnation—they are genuine, accurate, and truly transformative.",
  "Landing_Page_Reviews_2": "Shalini Agarwal, Jaipur (India) “My marriage was deteriorating due to constant misunderstandings. Within a week of starting the Relationship Sadhna, emotional warmth returned and communication improved naturally. If your relationship is struggling, I wholeheartedly recommend Teerrath. Their guidance is sincere and deeply effective.”",
  "Landing_Page_Reviews_3": "Manoj Deshpande, Pune (India) “I suffered from chronic stress and sleeplessness. The Health Sadhna balanced my mind and body like nothing else ever had—my sleep improved, anxiety reduced, and I felt lighter. Teerrath is a must for anyone seeking true healing beyond medicine.”",
  "Landing_Page_Reviews_4": "Nidhi Mehta, Ahmedabad (India) “Money came but never stayed. After the Wealth Path, stuck payments were released, new clients appeared, and my financial flow stabilized beautifully. I highly recommend Teerrath for anyone experiencing financial blockages—their rituals truly work.”",
  "Landing_Page_Reviews_5": "Ritesh Chopra, Mumbai (India) “I’ve used multiple astrology platforms, but none came close to Teerrath’s accuracy. Their reading matched my life exactly, and the Sadhna produced real results. I strongly encourage everyone to try Teerrath over commercial sites—they are authentic.”",
  "Landing_Page_Reviews_6": "Sameera, Hyderabad (India) “My home felt heavy and unsettling. After starting the Protection Path, the energy shifted dramatically—fear disappeared and peace returned. Anyone facing negativity or energy disturbances must try Teerrath. It genuinely works.”",
  "Landing_Page_Reviews_7": "Mohanlal Swami, Udaipur (India) “My relationship with my parents had become tense. Mantra and Daan Sadhna improved our emotional chemistry within days. Teerrath is an exceptional guide for family healing—I strongly recommend them.”",
  "Landing_Page_Reviews_8": "Avni Patel, Vadodara (India) “I had been trying for months to get into my dream company. Within 14 days of the Career Sadhna, I received a call and later the offer. For career breakthroughs, Teerrath is unbelievably effective. Fully recommended.”",
  "Landing_Page_Reviews_9": "Vinod Rajput, Agra (India) “I lived with emotional heaviness for years. The Mantra Sadhna cleared that burden layer by layer. If you want mental peace, Teerrath is the only platform I’d recommend.”",
  "Landing_Page_Reviews_10": "Prachi Anand, Chandigarh (India) “My marriage prospects were stuck for years. After 22 days of the Personalized Path, I received a suitable proposal and everything progressed smoothly. Highly recommended for anyone facing marriage delays.”",
  "Landing_Page_Reviews_11": "Seema Verma, Lucknow (India) “Our home had persistent conflict and tension. The Family Bliss Path restored harmony in the most effortless way. For anyone desiring family peace, Teerrath is a blessing.”",
  "Landing_Page_Reviews_12": "Rahul Bakhshi, Dubai (UAE) “My manifestations weren’t working because my energy was blocked. After Teerrath’s cleansing rituals, things started falling into place effortlessly. I highly recommend Teerrath to anyone seeking to manifest faster.”",
  "Landing_Page_Reviews_13": "Alisha Dutt, New York (USA) “My workplace was extremely negative. The Protection Yantra strengthened my emotional stability and changed how people interacted with me. Every working professional should consider Teerrath’s Protection Path.”",
  "Landing_Page_Reviews_14": "Hari Rajagopal, Chennai (India) “Teerrath didn’t just solve issues—they awakened my spiritual clarity. For the first time, I felt guided and aligned with a higher purpose. I deeply recommend Teerrath for spiritual seekers.”",
  "Landing_Page_Reviews_15": "Srishti Kaul, London (UK) “I tried many platforms but none felt authentic. Teerrath’s purity, devotion and sincerity stand out. Their rituals brought visible transformation in my life. If you want real change, choose Teerrath without hesitation.”"

}
